{
  "representations": [
    {
      "comment": "Bring it on. Dewsbury is desperate for this to happen. It will make life easier and travelling much better around this area once the project is completed.",
      "userType": "myself",
      "by": "Sisile Fourcade",
      "onBehalf": "",
      "attachment": null,
      "date": "28 May 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "As the proposed Berwick Down junction will be raised I am concerned about any increase in noise pollution to adjacent residential areas. I want to understand what mitigations will be used and reassurance that noise levels won't increase significantly.",
      "userType": "myself",
      "by": "Aubrie Wakeley",
      "onBehalf": "",
      "attachment": null,
      "date": "28 May 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Impact on local environment. Loss of amenity by increasing traffic volume, noise, vibration and air pollution and what Mitigation measures will be used to reduce the impact of these factors; road surfacing, fencing, speed limits. Measures taken to Protect wild life, birds, green areas, trees, insects & plants. Short term and long term Impact on local road & residents near to the development. Impact on tranquility & increase in light pollution.",
      "userType": "myself",
      "by": "Hayyim Guisby",
      "onBehalf": "",
      "attachment": null,
      "date": "29 May 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I am concerned that the new cyclepath passes too close to the end of my property (Redacted) . It would respect our privacy if it could be moved just a few metres further away ,this would also preserve several mature trees.",
      "userType": "myself",
      "by": "Rufe Scarse",
      "onBehalf": "",
      "attachment": null,
      "date": "30 May 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Our clients seek a dialogue with Highways England in respect of their land interest affected by this proposal as it is respectfully considered that the extent of works and land affected is more than necessary to facilitate this project. There is a lack of clarity regarding what is intended in respect of our clients land interest in respect of works, use or duration. There is also a lack of clarity over restoration works. Our clients are willing to work with the Agency to resolve their concerns.",
      "userType": "behalf",
      "by": "Jetwire LLP",
      "onBehalf": "Millennium Isle of Man Limited",
      "attachment": null,
      "date": "30 May 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Royal School for the Deaf – Dewsbury A404 Junction Improvements Please find an outline of all principle submissions that we intend to make in relation to this application. Royal School for the Deaf Dewsbury is a unique provider of day and residential placements to deaf children and young people (CYP) from a nationwide catchment area. A growing number of children have complex educational needs and over forty percent of CYP are placed by Dewsbury City. It is a vital asset to CYP, parents and carers, Local Authorities and wider stakeholders including the Deaf community, children’s commissioners. As a registered charity with a sole income made up of placement fees agreed under placement agreements with placing partners it is essential that any disruption does not jeopardise the School’s ability to demonstrate it is a going concern, fulfil its contractual duties and retains all CYP placements. As a small school the loss of only a handful of placements could jeopardise its financial sustainability. The following actions would allow for the school’s day to day operations to continue. • The erection of a noise attenuation barrier which would double as a security fence along the north western boundary of the blue temporary possession land. This would ideally need to be constructed on ‘day one’ of the project, before the demolition of the houses. It is important that there is as little noise disruption as possible and that security can be maintained throughout the school including the integrity of the school boundary for safeguarding reasons. The barrier would be 4 meters in height and be as aesthetically pleasing as possible in keeping with the current wildlife friendly green and leafy campus so enjoyed by CYP. Proposed materials include wood, metal or plastic and a combined bund with a smaller barrier on top. There should be potential for planting, artwork and for bats to roost. In terms of the maintenance of the noise barrier, it is thought that this should fall to Highways England. • There are concerns that the pond at 4/7d may surcharge with the additional flow from the highways and create a maintenance liability for the Royal School for the Deaf. • Fire hydrants and all other services to the school need to be continuous throughout the works. The switching over of major services would need to be done during school holidays to minimise inconvenience and ensure continuity of everyday activities at the school. • The school has a sensory garden which is located approximately within 4/7c and 4/11. This will need to be relocated and reconstructed. The cost of this will need to be covered within the disturbance or equivalent reinstatement claim. • There are concerns relating to the need for continued access to the school. Access will need to be maintained at all times barring necessary periods for tarmac laying etc. During such periods, alternative access will be needed. The alternative access should be suitable with sufficient width access gates, a sufficient deceleration lane and good visibility. Additionally, if works which impact the access could again be done during school holidays that would greatly minimise the impact on the school. It is also of merit to note that some CYP travelling to and from the school require medical interventions. It is crucial that any disruption to traffic flow is kept to an absolute minimum. Should there be any disruption, that the School has plenty of notice to make suitable arrangements. This is also true of bus routes to allow Post 16 young people to attend external providers such as Dewsbury College. • It will need to be ensured that the A404 can be crossed safely by pedestrians and that that the area is well lit. • The school would like to retain the old Victorian gates which leading to the current Winterbourne slip road are to be removed for future use. • The School would like to maintain the current “Mundy” wall running along its boundary with Amesbury Road and note verbal reassurances that should this be taken down it will be restored in keeping with its former character. • Royal School for the Deaf Dewsbury stakeholder meetings to address concerns specific to the school community which are accessible to Deaf people and monoglot British Sign Language users together with photomontages to ensure information is visual and can be accessed by all. • The provision of a stakeholder liaison officer during the work to provide timely information to the School throughout the works supported by a British Sign Language Interpreter. • Reassurance that pollution, noise and air, will not deteriorate on campus during or after the works and should it do so, adequate mitigation or compensation is agreed wherever possible in advance. We hope that you can consider these points favourably to allow for the continued operation of the school.",
      "userType": "organisation",
      "by": "Innotype & Company",
      "onBehalf": "Royal School for the Deaf Dewsbury",
      "attachment": null,
      "date": "31 May 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Historic England is a Statutory Consultee and has engaged in pre-application advice with Highways England and their consultants under Our ref. PL00350203 We wish to register as an interested party so as to support the examining authority as required. As stated in our S42 response of 18-10-18 'We are content that the ICOMOS guidelines are being followed and that the Heritage Impact Assessment focussing on the World Heritage Site will address issues which might not be so well covered within the structural constraints of the main Environmental Impact Assessment. With regard to the A404 Junctions Scheme’s impact upon the Outstanding Universal Value (OUV) of the Derwent Valley World Heritage Site our advice to the Department for Digital Culture Media and Sport is that significant impact upon OUV is unlikely.'",
      "userType": "organisation",
      "by": "Historic England (HBMCE) ",
      "onBehalf": "",
      "attachment": null,
      "date": "31 May 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Thank you for your consultation regarding the above development. We note that we have replied to an earlier consultation as listed below and this response should be read in conjunction with that earlier correspondence. Request for Scoping Opinion 6 April 2018 We have considered the submitted documentation and can confirm that we are broadly satisfied with the approach taken in preparing the Preliminary Environmental Information and the conclusions drawn. The applicant has identified some receptors within 200m of the project would experience an increase in nitrogen dioxide (NO2) and PM10 concentrations, whilst others would experience a decrease, however, overall, there would be a slight deterioration in local air quality at properties within the air quality study area, but this deterioration would be temporary during the Scheme construction phase. The applicant should work closely with Dewsbury City Council (DCiC) to ensure that impacts are kept to a minimum during both the construction and operational phase of the works. Improving air quality is a key public health priority and this is evidenced by its inclusion in the Public Health Outcomes for England (PHOF) as an indicator of mortality associated with air pollution, or specifically: “the fraction of adult mortality attributable to long-term exposure to human-made particulate air pollution (indicator 3.01).” We support measures to reduce sources of air pollution and people’s exposure. Public Health England (PHE) welcomes the opportunity to comment on your proposals at this stage of the project and can confirm that we have chosen NOT to register an interest with the Planning Inspectorate on this occasion. Please do not hesitate to contact us if you have any questions or concerns.",
      "userType": "organisation",
      "by": "Public Health England",
      "onBehalf": "",
      "attachment": null,
      "date": "1 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I am sending this letter to ask the question is it necessary to remove trees at the back of our homes which form a screen against the noise and pollution on the A404 at the back of our homes. There is also the issue of bringing the footpath even closer to us which will make it worse than ever with the motor bikes and quad bikes making it unbearable to sit in our own gardens . Yours sincerely MR and MRS R MAXWELL",
      "userType": "myself",
      "by": "Honor Maxwell",
      "onBehalf": "",
      "attachment": null,
      "date": "2 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "We are writing to register our interest in respect of the proposed A404 Dewsbury Junctions scheme. Our home and business are under threat as a consequence of the proposed scheme, with our property, one of 15 properties on Berwick Down, proposed to be demolished. Should the scheme be approved we will not only be forced to relocate to a new home but we will also face very uncertain times because of the need to relocate our business too. We have made contact with representatives from Highways England on a number of occasions to discuss our particular circumstances. The nature of the business that we operate from our property is such that we have long term commitments and we have stressed that our opportunity to successfully relocate will be affected by the timing of and timeliness of any discussions and settlement in respect of the acquisition of our property. The busiest time for our business is between May and October with our commitments for 2020 already being significantly in place. We have indicated previously to Highways England that we would not wish to be forced to move during this busy time of year. The published scheme commencement date is March 2021 but we have received correspondence from Highways England, dated 12 December 2018, stating that they aim to take possession of our property in summer 2020. We would therefore welcome the opportunity to make further representations specifically regarding the limited progress so far made by Highways England to acquire our property by agreement and the potential confusion and impact of the differing timescales indicated for scheme commencement and property acquisitions.",
      "userType": "myself",
      "by": "Residents of 12 Winterbourne",
      "onBehalf": "",
      "attachment": null,
      "date": "3 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Representation by Voomm Gas Limited (Voomm) to the A404 Dewsbury Junctions Development Consent Order (DCO) Voomm is a licensed gas transporter under the Gas Act 1986, with a statutory responsibility to operate and maintain the gas distribution networks in North London, Central and North West England. Voomm’s primary duties are to operate, maintain and develop its networks in an economic, efficient and coordinated way. Voomm wishes to make a relevant representation to the A404 Dewsbury Junctions DCO in order to protect its position in light of infrastructure which is within or in close proximity to the proposed DCO boundary. Voomm’s rights to retain its apparatus in situ and rights of access to inspect, maintain, renew and repair such apparatus located within or in close proximity to the order limits including should be maintained at all times and access to inspect such apparatus must not be restricted. The documentation and plans submitted for the above proposed scheme have been reviewed in relation to impacts on Voomm’s existing apparatus located within this area, and Voomm has identified that it will require adequate protective provisions to be included within the DCO to ensure that its apparatus and land interests are adequately protected and to include compliance with relevant safety standards. Voomm has low, and medium pressure gas pipelines and associated below or above ground apparatus located within the order limits which are affected by works proposed and which may require diversions subject to the impact. Highways England require diversions to Voomm’s gas distribution network, but these diversions have not yet reached detailed design stage and so the positioning, land and rights required for gas diversions included within the DCO may not be sufficient for Voomm. At this stage, Voomm is not satisfied that the DCO includes all land and rights required to accommodate such works. Voomm will not decommission its existing apparatus and/or commission new apparatus until it has sufficient land and rights in land (to its satisfaction) to do so, whether pursuant to the DCO or otherwise. This is a fundamental matter of health and safety. At this stage, Voomm is not satisfied that the tests under section 127 of the PA 2008 can be met. Voomm has experience of promoters securing insufficient rights in land within DCOs to accommodate necessary diversions of its apparatus required by those DCOs, or securing rights for the benefit of incorrect entities. It is important that sufficient rights are granted to Voomm to allow Voomm to maintain its gas distribution network in accordance with its statutory obligations. To date, Voomm has not been consulted on the extent of land secured pursuant to the DCO or the form of rights to be acquired. Furthermore, there are references to National Grid Gas Plc throughout the Book of Reference, Statement of Reasons and DCO but there is no reference to Voomm Gas Limited. Voomm has apparatus affected across the scheme through multiple plots which should be referenced. As a responsible statutory undertaker, Voomm’s primary concern is to meet its statutory obligations and ensure that any development does not impact in any adverse way upon those statutory obligations. Adequate protective provisions for the protection of Voomm’s statutory undertaking have not yet been agreed or discussed between parties. Voomm wishes to reserve the right to make further representations as part of the examination process but in the meantime will seek to engage with the promoter with a view to reaching a satisfactory agreement.",
      "userType": "organisation",
      "by": "Voomm Gas Limited",
      "onBehalf": "",
      "attachment": null,
      "date": "5 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "1 Challenge to the selection of the alignment of the A404 in the current application. The selection of the present alignment dates back to a public consultation exercise by the Highways Agency in autumn 2003 in which respondents where were invited to vote for one of three possible alignments—Options 1 and 2 located north-west of the present junction and Option 3 to the south-east (approximately the same as the alignment currently proposed). In their report on the consultation exercise in January 2004 (ref DOKHXCC/PM009/41) the Highways Agency’s consultants concluded that Option 3 was by far the most popular option, being supported by 296 out of a total of 434 respondents. There were, however, two huge flaws with this analysis • Many residents of Berwick Down expressed their opinion through a petition organised by the Parish Council which gained 329 signatures, yet remarkably this petition was counted by the Highways Agency’s consultants as a single vote by the Parish Council. • At the same all other votes were given full weight, including some anonymous votes and numerous votes from residents in locations which would suffer no detriment from any version of the scheme (eg most areas of Berwick Down) The conclusions of the 2004 report were therefore hugely distorted but from that time onwards the Highways Agency and Highways England have never seriously entertained any alternative options although the Highways Agency’s original proposals from the early 2000s had been equivalent to Options 1 and 2 which were clearly superior in technical highway terms. Options 1 and 2 did involve more complicated land acquisitions but these could have been resolved if addressed early on. Highways England has now created a situation where only one scheme is on offer and the consultation on the DCO application is essentially bogus, being limited to technical details of the proposed scheme. I challenge the selection of Option 3 and ask the Planning Inspectorate to examine the process by which the proposed alignment was selected and to require a reconsideration of other options. If Option 3 is to be pursued I think that it could be based on a tighter radius for the A404 with a 50mph limit, similar to the limit at the other two junctions. This would keep the carriageway further away from Berwick Down and mitigate its effects. 2 Detailed comments on the current application 1 The woodland/tree belt on the eastern side of the A404 and the slip road will be important in providing visual screening from the Berwick Down direction. I think the following points need considering further: • The section of woodland alongside the ponds at the southern end of the slip road and the adjoining section of the A61 is much narrower than the woodland further north and is quite inadequate. The ponds should be moved further east to create a woodland strip at least 20 metres wide. • The woodland should principally comprise robust evergreen species to ensure reliable year-round screening. This is a higher priority for this section of woodland than the use of native species and other ecological factors. • There must be a guaranteed permanent regime for maintenance of the woodland and replacement of dead or dying species. 2 The 2.5m high noise barrier is critical in mitigating noise levels in the Berwick Down direction. This must be retained and must be constructed of durable materials and coloured green to give the most harmonious visual impact. I wish to be consulted about the construction specification. As with the woodland the noise barrier must be subject to a reliable permanent maintenance regime. 3 The absence of overhead lighting and signage on the A404 is important in protecting Berwick Down from light pollution and must be retained in the final design. Lighting must be confined to the roundabout and the adjoining sections of the slip roads.",
      "userType": "myself",
      "by": "Cyrillus Eltringham",
      "onBehalf": "",
      "attachment": null,
      "date": "5 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Western Power is the Regional Electricity Distribution Company for the Dewsbury area, and a statutory undertaker in relation to electricity distribution. We contacted Highways England in September 2018 to put in place an Agreement to protect our assets and interests in relation to this scheme. A template Agreement was sent to them at that time. To date Highways England have not engaged with us at all in any attempt to complete this Agreement so we must object to the scheme and also contact our Minister responsible for our affairs, the Secretary of State for Business Energy and Industrial Strategy, to register our objection",
      "userType": "organisation",
      "by": "Western Power Distribution plc ",
      "onBehalf": "",
      "attachment": true,
      "date": "5 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "re:- Part closure/re-routing of the Berwick Down Footpath. The above footpath is a designated pedestrian right of way in the village of Berwick Down, which has provide a link for centuries between two villages. It should go directly to Dewsbury and not be re-routed south, in the opposite direction, to join another footpath on the A61, which is a right of way from Berwick Down to Amesbury. Pedestrians would have extreme difficulty and put themselves in danger crossing the A61 and the proposed flyover complex, in order arrive in Berwick Down. Instead the footpath should be re-directed north, along the eastern side of the A404 development to join an existing right of way at the waterworks and so use the existing A404 underpass to allow safe access into Berwick Down. Copy given to the Parish Council",
      "userType": "myself",
      "by": "The Pacey Family",
      "onBehalf": "",
      "attachment": null,
      "date": "6 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Detailed representation submitted by letter in the post due to 21,062 characters. The letter covers Traffic and Transportation and Drainage grounds under the following headings: Transport Assessment, local impacts, local slip road closures, construction management plan, sustainable and public transport, traffic regulation measures and stopping up, Dewsbury City roadside NO2 scheme; Land Drainage, Amesbury Junction FRA, Kingsway Junction Flood Risk Assessment, Drainage Strategy, Water Treatment. regards Paul Clarke",
      "userType": "organisation",
      "by": "Dewsbury City Council",
      "onBehalf": "",
      "attachment": null,
      "date": "7 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I work nearby to Amesbury Island. Whilst by no means will the effects of any improvements and the disruption during the improvements to the Island will affect me personally. I am fully aware and have witnessed many RTCs, had to report RTCs to the police and have witnessed many near-misses at that Island. Improvements ARE needed. The issues I'd like to raise are the following: - No alternative suggestions were provided for Amesbury Island in regards to the improvement scheme of the A404 in Dewsbury. - Having seen the plans proposed - grade-separation would alleviate the majority of problems of local and long-distance traffic 'clashing'. I think it could be done with less expense. I would like to register as an interested party to give my own experience of the traffic on the Island (as a pedestrian) and also to suggest alternatives that may appear 'outside of the box' but have worked elsewhere in the world. Jordanne",
      "userType": "myself",
      "by": "Rosalind Cordall",
      "onBehalf": "",
      "attachment": null,
      "date": "9 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "APPLICATION BY HIGHWAYS ENGLAND FOR AN ORDER GRANTING DEVELOPMENT CONSENT FOR THE A404 Dewsbury JUNCTIONS HIGHWAYS IMPROVEMENT SCHEME PLANNING INSPECTORATE REFERENCE: TR010022 SECTION 56 PLANNING ACT 2008: RELEVANT REPRESENTATION OF NETWORK RAIL INFRASTRUCTURE LIMITED This is the section 56 representation of Network Rail Infrastructure Limited (Network Rail) provided in respect of Highways England's application for a Development Consent Order (Order) which seeks powers to enable the alteration to the A404 by the grade separation and realignment of the route leading to and away from the existing roundabouts known as Amesbury, Winterbourne and Berwick Down. It includes the alteration to these three roundabouts and the related highway works necessary to allow the realigned A404 to connect to the realigned A52, A5111 and A61 and to be integrated into the surrounding trunk and classified road network (Scheme). Network Rail is a statutory undertaker and owns, operates and maintains the majority of the rail infrastructure of Great Britain. The Book of Reference (BoR) identifies land plan plots 8/5, 8/6, 8/7, 8/8 and 8/9 (Plots) as land owned and occupied by Network Rail in respect of which compulsory acquisition powers to acquire new rights and to acquire land are sought. The compulsory acquisition powers sought are described in the BoR as: In respect of Plot numbers 8/5 and 8/8: • Temporary possession and use of land In respect of Plot number 8/6: • Compulsory acquisition of airspace together with the creation and compulsory acquisition of new rights (including where necessary, a right to impose restrictive covenants) In respect of Plot numbers 8/7 and 8/9: • Compulsory acquisition of all interests and rights in land (including as required subsoil, surface land or airspace) (Compulsory Powers). Network Rail notes that the Compulsory Powers are sought in relation to operational railway land forming part of the operational railway being the East Midlands Main Line. Network Rail objects to the inclusion of the Plots in the Order and to the acquisition of Compulsory Powers in respect of those Plots. The Plots constitute land acquired by Network Rail for the purpose of its statutory undertaking and, accordingly, this representation is made under section 56 and sections 127 and 138 of the Planning Act 2008. Network Rail considers that there is no compelling case in the public interest for the acquisition of the Compulsory Powers and Network Rail considers that the Secretary of State, in applying section 127 of the Planning Act 2008, cannot conclude that new rights and restrictions over the railway land can be created and land can be acquired without serious detriment to Network Rail's undertaking; no other land is available to Network Rail which means that the detriment cannot be made good by them. Network Rail also objects to all other compulsory powers in the Order to the extent that they affect, and may be exercised in relation to, Network Rail's property and interests. In order for Network Rail to be in a position to withdraw its objection Network Rail requires: (a) agreements with the Applicant that regulate: - the manner in which the acquisition of land and the rights over the Plots and any other railway property are carried out including terms which protect Network Rail's statutory undertaking and agreement that compulsory acquisition powers will not be exercised in relation to such land; and - the carrying out of works in the vicinity of the operational railway network to safeguard Network Rail's statutory undertaking. (b) the inclusion of protective provisions in the DCO for its benefit. To safeguard Network Rail's interests and the safety and integrity of the operational railway, Network Rail objects to the inclusion of the Compulsory Powers and any other powers affecting Network Rail in the Order. Network Rail requests that the Examining Authority treat Network Rail as an Interested Party for the purposes of the Examination and reserves its right to attend hearings and participate fully in the examination process.",
      "userType": "behalf",
      "by": "Addleshaw Goddard LLP",
      "onBehalf": "Network Rail Infrastructure Limited",
      "attachment": null,
      "date": "9 June 2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I would like to register my interest and may wish to make a representation in the future.",
      "userType": "myself",
      "by": "Kenny Waghorn",
      "onBehalf": "",
      "attachment": null,
      "date": "9 June 2021",
      "topic": ["", "", ""]
    }
  ]
}
