{
  "representations": [
    {
      "comment": "Bring it on. Dewsbury is desperate for this to happen. It will make life easier and travelling much better around this area once the project is completed.",
      "userType": "myself",
      "by": "Sisile Fourcade",
      "onBehalf": "",
      "attachment": null,
      "date": "28/05/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "As the proposed Berwick Down junction will be raised I am concerned about any increase in noise pollution to adjacent residential areas. I want to understand what mitigations will be used and reassurance that noise levels won't increase significantly.",
      "userType": "myself",
      "by": "Aubrie Wakeley",
      "onBehalf": "",
      "attachment": null,
      "date": "28/05/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Impact on local environment. Loss of amenity by increasing traffic volume, noise, vibration and air pollution and what Mitigation measures will be used to reduce the impact of these factors; road surfacing, fencing, speed limits. Measures taken to Protect wild life, birds, green areas, trees, insects & plants. Short term and long term Impact on local road & residents near to the development. Impact on tranquility & increase in light pollution.",
      "userType": "myself",
      "by": "Hayyim Guisby",
      "onBehalf": "",
      "attachment": null,
      "date": "29/05/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I am concerned that the new cyclepath passes too close to the end of my property (Redacted) . It would respect our privacy if it could be moved just a few metres further away ,this would also preserve several mature trees.",
      "userType": "myself",
      "by": "Rufe Scarse",
      "onBehalf": "",
      "attachment": null,
      "date": "30/05/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Our clients seek a dialogue with Highways England in respect of their land interest affected by this proposal as it is respectfully considered that the extent of works and land affected is more than necessary to facilitate this project. There is a lack of clarity regarding what is intended in respect of our clients land interest in respect of works, use or duration. There is also a lack of clarity over restoration works. Our clients are willing to work with the Agency to resolve their concerns.",
      "userType": "behalf",
      "by": "Jetwire LLP",
      "onBehalf": "Millennium Isle of Man Limited",
      "attachment": null,
      "date": "30/05/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Royal School for the Deaf – Dewsbury A404 Junction Improvements Please find an outline of all principle submissions that we intend to make in relation to this application. Royal School for the Deaf Dewsbury is a unique provider of day and residential placements to deaf children and young people (CYP) from a nationwide catchment area. A growing number of children have complex educational needs and over forty percent of CYP are placed by Dewsbury City. It is a vital asset to CYP, parents and carers, Local Authorities and wider stakeholders including the Deaf community, children’s commissioners. As a registered charity with a sole income made up of placement fees agreed under placement agreements with placing partners it is essential that any disruption does not jeopardise the School’s ability to demonstrate it is a going concern, fulfil its contractual duties and retains all CYP placements. As a small school the loss of only a handful of placements could jeopardise its financial sustainability. The following actions would allow for the school’s day to day operations to continue. • The erection of a noise attenuation barrier which would double as a security fence along the north western boundary of the blue temporary possession land. This would ideally need to be constructed on ‘day one’ of the project, before the demolition of the houses. It is important that there is as little noise disruption as possible and that security can be maintained throughout the school including the integrity of the school boundary for safeguarding reasons. The barrier would be 4 meters in height and be as aesthetically pleasing as possible in keeping with the current wildlife friendly green and leafy campus so enjoyed by CYP. Proposed materials include wood, metal or plastic and a combined bund with a smaller barrier on top. There should be potential for planting, artwork and for bats to roost. In terms of the maintenance of the noise barrier, it is thought that this should fall to Highways England. • There are concerns that the pond at 4/7d may surcharge with the additional flow from the highways and create a maintenance liability for the Royal School for the Deaf. • Fire hydrants and all other services to the school need to be continuous throughout the works. The switching over of major services would need to be done during school holidays to minimise inconvenience and ensure continuity of everyday activities at the school. • The school has a sensory garden which is located approximately within 4/7c and 4/11. This will need to be relocated and reconstructed. The cost of this will need to be covered within the disturbance or equivalent reinstatement claim. • There are concerns relating to the need for continued access to the school. Access will need to be maintained at all times barring necessary periods for tarmac laying etc. During such periods, alternative access will be needed. The alternative access should be suitable with sufficient width access gates, a sufficient deceleration lane and good visibility. Additionally, if works which impact the access could again be done during school holidays that would greatly minimise the impact on the school. It is also of merit to note that some CYP travelling to and from the school require medical interventions. It is crucial that any disruption to traffic flow is kept to an absolute minimum. Should there be any disruption, that the School has plenty of notice to make suitable arrangements. This is also true of bus routes to allow Post 16 young people to attend external providers such as Dewsbury College. • It will need to be ensured that the A404 can be crossed safely by pedestrians and that that the area is well lit. • The school would like to retain the old Victorian gates which leading to the current Winterbourne slip road are to be removed for future use. • The School would like to maintain the current “Mundy” wall running along its boundary with Amesbury Road and note verbal reassurances that should this be taken down it will be restored in keeping with its former character. • Royal School for the Deaf Dewsbury stakeholder meetings to address concerns specific to the school community which are accessible to Deaf people and monoglot British Sign Language users together with photomontages to ensure information is visual and can be accessed by all. • The provision of a stakeholder liaison officer during the work to provide timely information to the School throughout the works supported by a British Sign Language Interpreter. • Reassurance that pollution, noise and air, will not deteriorate on campus during or after the works and should it do so, adequate mitigation or compensation is agreed wherever possible in advance. We hope that you can consider these points favourably to allow for the continued operation of the school.",
      "userType": "organisation",
      "by": "Innotype & Company",
      "onBehalf": "Royal School for the Deaf Dewsbury",
      "attachment": null,
      "date": "31/05/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Historic England is a Statutory Consultee and has engaged in pre-application advice with Highways England and their consultants under Our ref. PL00350203 We wish to register as an interested party so as to support the examining authority as required. As stated in our S42 response of 18-10-18 'We are content that the ICOMOS guidelines are being followed and that the Heritage Impact Assessment focussing on the World Heritage Site will address issues which might not be so well covered within the structural constraints of the main Environmental Impact Assessment. With regard to the A404 Junctions Scheme’s impact upon the Outstanding Universal Value (OUV) of the Derwent Valley World Heritage Site our advice to the Department for Digital Culture Media and Sport is that significant impact upon OUV is unlikely.'",
      "userType": "organisation",
      "by": "Historic England (HBMCE) ",
      "onBehalf": "",
      "attachment": null,
      "date": "31/05/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Thank you for your consultation regarding the above development. We note that we have replied to an earlier consultation as listed below and this response should be read in conjunction with that earlier correspondence. Request for Scoping Opinion 6 April 2018 We have considered the submitted documentation and can confirm that we are broadly satisfied with the approach taken in preparing the Preliminary Environmental Information and the conclusions drawn. The applicant has identified some receptors within 200m of the project would experience an increase in nitrogen dioxide (NO2) and PM10 concentrations, whilst others would experience a decrease, however, overall, there would be a slight deterioration in local air quality at properties within the air quality study area, but this deterioration would be temporary during the Scheme construction phase. The applicant should work closely with Dewsbury City Council (DCiC) to ensure that impacts are kept to a minimum during both the construction and operational phase of the works. Improving air quality is a key public health priority and this is evidenced by its inclusion in the Public Health Outcomes for England (PHOF) as an indicator of mortality associated with air pollution, or specifically: “the fraction of adult mortality attributable to long-term exposure to human-made particulate air pollution (indicator 3.01).” We support measures to reduce sources of air pollution and people’s exposure. Public Health England (PHE) welcomes the opportunity to comment on your proposals at this stage of the project and can confirm that we have chosen NOT to register an interest with the Planning Inspectorate on this occasion. Please do not hesitate to contact us if you have any questions or concerns.",
      "userType": "organisation",
      "by": "Public Health England",
      "onBehalf": "",
      "attachment": null,
      "date": "1/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I am sending this letter to ask the question is it necessary to remove trees at the back of our homes which form a screen against the noise and pollution on the A404 at the back of our homes. There is also the issue of bringing the footpath even closer to us which will make it worse than ever with the motor bikes and quad bikes making it unbearable to sit in our own gardens . Yours sincerely MR and MRS R MAXWELL",
      "userType": "myself",
      "by": "Honor Maxwell",
      "onBehalf": "",
      "attachment": null,
      "date": "2/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "We are writing to register our interest in respect of the proposed A404 Dewsbury Junctions scheme. Our home and business are under threat as a consequence of the proposed scheme, with our property, one of 15 properties on Berwick Down, proposed to be demolished. Should the scheme be approved we will not only be forced to relocate to a new home but we will also face very uncertain times because of the need to relocate our business too. We have made contact with representatives from Highways England on a number of occasions to discuss our particular circumstances. The nature of the business that we operate from our property is such that we have long term commitments and we have stressed that our opportunity to successfully relocate will be affected by the timing of and timeliness of any discussions and settlement in respect of the acquisition of our property. The busiest time for our business is between May and October with our commitments for 2020 already being significantly in place. We have indicated previously to Highways England that we would not wish to be forced to move during this busy time of year. The published scheme commencement date is March 2021 but we have received correspondence from Highways England, dated 12 December 2018, stating that they aim to take possession of our property in summer 2020. We would therefore welcome the opportunity to make further representations specifically regarding the limited progress so far made by Highways England to acquire our property by agreement and the potential confusion and impact of the differing timescales indicated for scheme commencement and property acquisitions.",
      "userType": "myself",
      "by": "Residents of 12 Winterbourne",
      "onBehalf": "",
      "attachment": null,
      "date": "3/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Representation by Voomm Gas Limited (Voomm) to the A404 Dewsbury Junctions Development Consent Order (DCO) Voomm is a licensed gas transporter under the Gas Act 1986, with a statutory responsibility to operate and maintain the gas distribution networks in North London, Central and North West England. Voomm’s primary duties are to operate, maintain and develop its networks in an economic, efficient and coordinated way. Voomm wishes to make a relevant representation to the A404 Dewsbury Junctions DCO in order to protect its position in light of infrastructure which is within or in close proximity to the proposed DCO boundary. Voomm’s rights to retain its apparatus in situ and rights of access to inspect, maintain, renew and repair such apparatus located within or in close proximity to the order limits including should be maintained at all times and access to inspect such apparatus must not be restricted. The documentation and plans submitted for the above proposed scheme have been reviewed in relation to impacts on Voomm’s existing apparatus located within this area, and Voomm has identified that it will require adequate protective provisions to be included within the DCO to ensure that its apparatus and land interests are adequately protected and to include compliance with relevant safety standards. Voomm has low, and medium pressure gas pipelines and associated below or above ground apparatus located within the order limits which are affected by works proposed and which may require diversions subject to the impact. Highways England require diversions to Voomm’s gas distribution network, but these diversions have not yet reached detailed design stage and so the positioning, land and rights required for gas diversions included within the DCO may not be sufficient for Voomm. At this stage, Voomm is not satisfied that the DCO includes all land and rights required to accommodate such works. Voomm will not decommission its existing apparatus and/or commission new apparatus until it has sufficient land and rights in land (to its satisfaction) to do so, whether pursuant to the DCO or otherwise. This is a fundamental matter of health and safety. At this stage, Voomm is not satisfied that the tests under section 127 of the PA 2008 can be met. Voomm has experience of promoters securing insufficient rights in land within DCOs to accommodate necessary diversions of its apparatus required by those DCOs, or securing rights for the benefit of incorrect entities. It is important that sufficient rights are granted to Voomm to allow Voomm to maintain its gas distribution network in accordance with its statutory obligations. To date, Voomm has not been consulted on the extent of land secured pursuant to the DCO or the form of rights to be acquired. Furthermore, there are references to National Grid Gas Plc throughout the Book of Reference, Statement of Reasons and DCO but there is no reference to Voomm Gas Limited. Voomm has apparatus affected across the scheme through multiple plots which should be referenced. As a responsible statutory undertaker, Voomm’s primary concern is to meet its statutory obligations and ensure that any development does not impact in any adverse way upon those statutory obligations. Adequate protective provisions for the protection of Voomm’s statutory undertaking have not yet been agreed or discussed between parties. Voomm wishes to reserve the right to make further representations as part of the examination process but in the meantime will seek to engage with the promoter with a view to reaching a satisfactory agreement.",
      "userType": "organisation",
      "by": "Voomm Gas Limited",
      "onBehalf": "",
      "attachment": null,
      "date": "5/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "1 Challenge to the selection of the alignment of the A404 in the current application. The selection of the present alignment dates back to a public consultation exercise by the Highways Agency in autumn 2003 in which respondents where were invited to vote for one of three possible alignments—Options 1 and 2 located north-west of the present junction and Option 3 to the south-east (approximately the same as the alignment currently proposed). In their report on the consultation exercise in January 2004 (ref DOKHXCC/PM009/41) the Highways Agency’s consultants concluded that Option 3 was by far the most popular option, being supported by 296 out of a total of 434 respondents. There were, however, two huge flaws with this analysis • Many residents of Berwick Down expressed their opinion through a petition organised by the Parish Council which gained 329 signatures, yet remarkably this petition was counted by the Highways Agency’s consultants as a single vote by the Parish Council. • At the same all other votes were given full weight, including some anonymous votes and numerous votes from residents in locations which would suffer no detriment from any version of the scheme (eg most areas of Berwick Down) The conclusions of the 2004 report were therefore hugely distorted but from that time onwards the Highways Agency and Highways England have never seriously entertained any alternative options although the Highways Agency’s original proposals from the early 2000s had been equivalent to Options 1 and 2 which were clearly superior in technical highway terms. Options 1 and 2 did involve more complicated land acquisitions but these could have been resolved if addressed early on. Highways England has now created a situation where only one scheme is on offer and the consultation on the DCO application is essentially bogus, being limited to technical details of the proposed scheme. I challenge the selection of Option 3 and ask the Planning Inspectorate to examine the process by which the proposed alignment was selected and to require a reconsideration of other options. If Option 3 is to be pursued I think that it could be based on a tighter radius for the A404 with a 50mph limit, similar to the limit at the other two junctions. This would keep the carriageway further away from Berwick Down and mitigate its effects. 2 Detailed comments on the current application 1 The woodland/tree belt on the eastern side of the A404 and the slip road will be important in providing visual screening from the Berwick Down direction. I think the following points need considering further: • The section of woodland alongside the ponds at the southern end of the slip road and the adjoining section of the A61 is much narrower than the woodland further north and is quite inadequate. The ponds should be moved further east to create a woodland strip at least 20 metres wide. • The woodland should principally comprise robust evergreen species to ensure reliable year-round screening. This is a higher priority for this section of woodland than the use of native species and other ecological factors. • There must be a guaranteed permanent regime for maintenance of the woodland and replacement of dead or dying species. 2 The 2.5m high noise barrier is critical in mitigating noise levels in the Berwick Down direction. This must be retained and must be constructed of durable materials and coloured green to give the most harmonious visual impact. I wish to be consulted about the construction specification. As with the woodland the noise barrier must be subject to a reliable permanent maintenance regime. 3 The absence of overhead lighting and signage on the A404 is important in protecting Berwick Down from light pollution and must be retained in the final design. Lighting must be confined to the roundabout and the adjoining sections of the slip roads.",
      "userType": "myself",
      "by": "Cyrillus Eltringham",
      "onBehalf": "",
      "attachment": null,
      "date": "5/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Western Power is the Regional Electricity Distribution Company for the Dewsbury area, and a statutory undertaker in relation to electricity distribution. We contacted Highways England in September 2018 to put in place an Agreement to protect our assets and interests in relation to this scheme. A template Agreement was sent to them at that time. To date Highways England have not engaged with us at all in any attempt to complete this Agreement so we must object to the scheme and also contact our Minister responsible for our affairs, the Secretary of State for Business Energy and Industrial Strategy, to register our objection",
      "userType": "organisation",
      "by": "Western Power Distribution plc ",
      "onBehalf": "",
      "attachment": true,
      "date": "5/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "re:- Part closure/re-routing of the Berwick Down Footpath. The above footpath is a designated pedestrian right of way in the village of Berwick Down, which has provide a link for centuries between two villages. It should go directly to Dewsbury and not be re-routed south, in the opposite direction, to join another footpath on the A61, which is a right of way from Berwick Down to Amesbury. Pedestrians would have extreme difficulty and put themselves in danger crossing the A61 and the proposed flyover complex, in order arrive in Berwick Down. Instead the footpath should be re-directed north, along the eastern side of the A404 development to join an existing right of way at the waterworks and so use the existing A404 underpass to allow safe access into Berwick Down. Copy given to the Parish Council",
      "userType": "myself",
      "by": "The Pacey Family",
      "onBehalf": "",
      "attachment": null,
      "date": "6/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Detailed representation submitted by letter in the post due to 21,062 characters. The letter covers Traffic and Transportation and Drainage grounds under the following headings: Transport Assessment, local impacts, local slip road closures, construction management plan, sustainable and public transport, traffic regulation measures and stopping up, Dewsbury City roadside NO2 scheme; Land Drainage, Amesbury Junction FRA, Kingsway Junction Flood Risk Assessment, Drainage Strategy, Water Treatment. regards Paul Clarke",
      "userType": "organisation",
      "by": "Dewsbury City Council",
      "onBehalf": "",
      "attachment": null,
      "date": "7/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I work nearby to Amesbury Island. Whilst by no means will the effects of any improvements and the disruption during the improvements to the Island will affect me personally. I am fully aware and have witnessed many RTCs, had to report RTCs to the police and have witnessed many near-misses at that Island. Improvements ARE needed. The issues I'd like to raise are the following: - No alternative suggestions were provided for Amesbury Island in regards to the improvement scheme of the A404 in Dewsbury. - Having seen the plans proposed - grade-separation would alleviate the majority of problems of local and long-distance traffic 'clashing'. I think it could be done with less expense. I would like to register as an interested party to give my own experience of the traffic on the Island (as a pedestrian) and also to suggest alternatives that may appear 'outside of the box' but have worked elsewhere in the world. Jordanne",
      "userType": "myself",
      "by": "Rosalind Cordall",
      "onBehalf": "",
      "attachment": null,
      "date": "9/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "APPLICATION BY HIGHWAYS ENGLAND FOR AN ORDER GRANTING DEVELOPMENT CONSENT FOR THE A404 Dewsbury JUNCTIONS HIGHWAYS IMPROVEMENT SCHEME PLANNING INSPECTORATE REFERENCE: TR010022 SECTION 56 PLANNING ACT 2008: RELEVANT REPRESENTATION OF NETWORK RAIL INFRASTRUCTURE LIMITED This is the section 56 representation of Network Rail Infrastructure Limited (Network Rail) provided in respect of Highways England's application for a Development Consent Order (Order) which seeks powers to enable the alteration to the A404 by the grade separation and realignment of the route leading to and away from the existing roundabouts known as Amesbury, Winterbourne and Berwick Down. It includes the alteration to these three roundabouts and the related highway works necessary to allow the realigned A404 to connect to the realigned A52, A5111 and A61 and to be integrated into the surrounding trunk and classified road network (Scheme). Network Rail is a statutory undertaker and owns, operates and maintains the majority of the rail infrastructure of Great Britain. The Book of Reference (BoR) identifies land plan plots 8/5, 8/6, 8/7, 8/8 and 8/9 (Plots) as land owned and occupied by Network Rail in respect of which compulsory acquisition powers to acquire new rights and to acquire land are sought. The compulsory acquisition powers sought are described in the BoR as: In respect of Plot numbers 8/5 and 8/8: • Temporary possession and use of land In respect of Plot number 8/6: • Compulsory acquisition of airspace together with the creation and compulsory acquisition of new rights (including where necessary, a right to impose restrictive covenants) In respect of Plot numbers 8/7 and 8/9: • Compulsory acquisition of all interests and rights in land (including as required subsoil, surface land or airspace) (Compulsory Powers). Network Rail notes that the Compulsory Powers are sought in relation to operational railway land forming part of the operational railway being the East Midlands Main Line. Network Rail objects to the inclusion of the Plots in the Order and to the acquisition of Compulsory Powers in respect of those Plots. The Plots constitute land acquired by Network Rail for the purpose of its statutory undertaking and, accordingly, this representation is made under section 56 and sections 127 and 138 of the Planning Act 2008. Network Rail considers that there is no compelling case in the public interest for the acquisition of the Compulsory Powers and Network Rail considers that the Secretary of State, in applying section 127 of the Planning Act 2008, cannot conclude that new rights and restrictions over the railway land can be created and land can be acquired without serious detriment to Network Rail's undertaking; no other land is available to Network Rail which means that the detriment cannot be made good by them. Network Rail also objects to all other compulsory powers in the Order to the extent that they affect, and may be exercised in relation to, Network Rail's property and interests. In order for Network Rail to be in a position to withdraw its objection Network Rail requires: (a) agreements with the Applicant that regulate: - the manner in which the acquisition of land and the rights over the Plots and any other railway property are carried out including terms which protect Network Rail's statutory undertaking and agreement that compulsory acquisition powers will not be exercised in relation to such land; and - the carrying out of works in the vicinity of the operational railway network to safeguard Network Rail's statutory undertaking. (b) the inclusion of protective provisions in the DCO for its benefit. To safeguard Network Rail's interests and the safety and integrity of the operational railway, Network Rail objects to the inclusion of the Compulsory Powers and any other powers affecting Network Rail in the Order. Network Rail requests that the Examining Authority treat Network Rail as an Interested Party for the purposes of the Examination and reserves its right to attend hearings and participate fully in the examination process.",
      "userType": "behalf",
      "by": "Addleshaw Goddard LLP",
      "onBehalf": "Network Rail Infrastructure Limited",
      "attachment": null,
      "date": "9/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I would like to register my interest and may wish to make a representation in the future.",
      "userType": "myself",
      "by": "Kenny Waghorn",
      "onBehalf": "",
      "attachment": null,
      "date": "9/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "This representation is made on behalf of Kirklees Council (KC) in its statutory role as Highway Authority, Lead Local Flood Authority and Minerals and Waste Planning Authority for the administrative area of Kirklees. The representation below, primarily focusses on the implications for KC of the Berwick Down Junction improvement scheme, which is located within the administrative area of Kirklees. KC considers that the A404 junctions scheme, particularly relating to the Berwick Down junction element of the scheme, is broadly in accordance with the policy principles of National Policy Statement for National Networks (NPDNN), National Planning Policy Framework (NPPF) and Erewash Borough Core Strategy (EBCS) and the vision and objectives of the Kirklees Local Transport Plan (LTP). The scheme would be likely to generate significant economic benefits for the area, in providing additional capacity on the network that would help to deliver and facilitate the significant planned housing and employment growth in the Dewsbury City and wider Dewsbury Housing Market Area (HMA) that is set out in the three Local Plans for the Dewsbury HMA. This capacity would particularly help facilitate the delivery of a number of large strategic housing and employment allocations in the vicinity of the A404 corridor that are set out in the three local plans within and on the edge of Dewsbury City. The A404 improvements would address congestion and delay problems on the existing network and help provide better connectivity between people and jobs across the HMA and provide significant benefits to businesses in being able to transport their goods and services more quickly and efficiently on the network and across the Dewsbury HMA and wider area of the East Midlands providing other economic and social benefits. A detailed assessment has been carried out by KC of the potential environmental impacts of the scheme, especially the Berwick Down junction improvements. This assessment has concluded that the scheme would not constitute inappropriate development in the Green Belt, particularly as there is a clear need for the scheme to be provided within a Green Belt location. Concerns have been expressed, however, about the current design of the scheme and the extensive embankment that carries the A404 across the floodplain of the River Derwent and its impact on the landscape and landscape character of the area and consequential impacts on the open character of the Green Belt and Outstanding Universal value (OUV) of the Derwent Valley Mills World Heritage Site (DVMWHS). KC considers that the scheme could be significantly improved if it incorporated an elegant viaduct to carry the improved A404 across the floodplain. This would be likely to reduce the visual impact on the openness of the Green Belt, landscape and landscape character and OUV of the DVMWHS. Some issues have been raised on flood risk requiring further clarification from the applicant. The likely highway impacts of the scheme have been assessed by KC’s officers based on the applicant’s Traffic Impact Assessment, who are satisfied that the proposed scheme would operate satisfactorily and journey times would improve as a result of the Scheme. Concerns have been raised about the closure of Ford Lane and its impact on local businesses, particularly relating to proposed weight restrictions on the Ford Lane bridge, which requires clarification from the applicant. Archaeological and ecology impacts are considered to be minimal and appropriate investigation and survey work has been carried out by the applicant to ensure that these impacts have been properly assessed and appropriate mitigation proposed.",
      "userType": "organisation",
      "by": "Kirklees County Council",
      "onBehalf": "",
      "attachment": true,
      "date": "9/6/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "Your Ref: A404 Dewsbury Junctions (TR010022) Dear Sir, Teklist Garages Limited - Amesbury Roundabout Service Station, A404, Dewsbury DE24 4AA – A404 Dewsbury Junction Improvement Scheme I am referring to your letter dated 21st June 2019, addressed to Robb Bromidge at Teklist Garages. I confirm that this letter has been passed to me for attention with instructions to act on behalf of Teklist Garages in relation to this response. It is confirmed that my client owns the freehold interest of Amesbury Roundabout Service Station, known as TG Amesbury, which together with the adjoining McDonalds restaurant provides comprehensive services for all categories of motorist using this stretch of the strategic road network. Given its existing and effective access arrangements, the service area facilities serve motorists approaching the existing Amesbury roundabout on all flows. As a consequence, the highly successful service area provides fuel, refreshment and rest to motorists using the A404 in both directions as well as traffic entering and leaving the town centres using the A52 Amesbury Road. The service area facilities are highly prominent on the roundabout and the existing at-grade arrangements allow all passing traffic to readily and conveniently access the facilities with limited diversions. These facilities constitute a private sector initiative which is consistent with the principles in Circular 02/2013, which supports the provision of such facilities to improve the road safety and welfare of motorists, particularly those undertaking long distance journeys. As readily accessible facilities, passing motorists can visit them without the need to depart from the strategic road network towards the town centre in search of services. The proposed scheme will have a serious and adverse effect on the trading operation of my client’s service station. Petrol filling stations are trade related properties and trading performance is directly affected by certain key factors including accessibility and prominence to substantial traffic flows. The effect of the Scheme will be to allow traffic on the A404 to freely flow underneath the junction. This critical source of north and southbound trade will be lost to the service station, although this loss would be partially mitigated if advanced warning signs were provided as part of the scheme. At present, I am instructed that Highways England has yet to determine whether such signage could be provided. The scheme will also seriously reduce the accessibility to the site for traffic that continues to use the junction through interference with existing access arrangements, including works of stopping up and modification of accesses. My client has further concerns over the Scheme in relation to the access arrangements that are currently proposed within the Scheme, in substitution of the existing access arrangements, because of their adverse effect on essential safe fuel delivery arrangements and access for HGV traffic. Additionally, my client’s property currently enjoys direct and satisfactory access to the public highways of both the A404 and A52 without the need to cross land in third party ownership. Unless the orders make provision for continued direct and satisfactory accesses that would allow the effective use of the service station in commercial terms, my clients property would be further and unnecessarily depreciated in value. My client does not object to the principal of the Scheme and has appointed Mr Bill Gwyther, Director of SCT Transportation Planning and Infrastructure Design, to enter into negotiations with Highways England to evaluate the technical aspects of the Scheme and enter into negotiations with the objective of reaching satisfactory technical design solutions to the revised access arrangements. My client has provided Mr Booker and myself with instructions to continue to pursue these negotiations. My client must however reserve its position pending the outcome of these investigations and expressly reserves the right to enter technical and commercial evidence to demonstrate how the effects of the Scheme on the service station could be mitigated, in the event that it considers this to be necessary. I would be grateful if you could kindly acknowledge receipt of this letter. Yours sincerely Lauren Sheppey, Lauren Sheppey Associates",
      "userType": "behalf",
      "by": "Lauren Sheppey Associates",
      "onBehalf": "Teklist Garages Limited",
      "attachment": null,
      "date": "14/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I wish to give my wholehearted support to the junction improvements which are long overdue. It will speed the journey times from the A50 to the M1 tremendously",
      "userType": "myself",
      "by": "Cammie Littefair",
      "onBehalf": "",
      "attachment": null,
      "date": "14/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "This registration is submitted on behalf of Severn Trent Water Limited (“STW”), a water and sewerage undertaker appointed under the Water Act 1989, with statutory duties to carry out water supply and sewerage functions throughout its appointed area, including the area where the works are proposed to be carried out under the development consent order, if confirmed. STW operates assets which are located in close proximity to the proposed works. A number of STW’s assets, which consist principally of two categories, namely (1) public water mains and (2) public sewers, may require diversion or are otherwise affected by the proposed works. Such assets are owned and operated by STW pursuant to statutory powers. It is essential that these assets remain in continuous operation in order to ensure the provision of water supplies to, and the effectual removal of sewage from, household and non-household customers. Whilst Schedule 9 Part 1 of the draft DCO contains provisions for the protection of electricity, gas, water and sewerage undertakers, STW wishes to ensure that it will remain able to deliver its essential public services at all times during the implementation of the works. Any works required to be carried out on STW’s assets must be planned and implemented to avoid risk of supply interruption or contamination, damage to the integrity of the water or sewerage networks, or environmental damage. Further, it is essential to STW that in the event of any alteration to or relocation of its assets, such work is carried out pursuant to STW’s statutory powers, so as to ensure that both existing and new water supply and sewerage assets unquestionably form part of STW’s statutory undertaking. STW may therefore seek additions to the provisions contained in Schedule 9 Part 1, or alternatively to seek to conclude an agreement with Highways England, incorporating appropriate provisions to enable STW to ensure that delivery of its statutory functions and essential public services are not put at risk. Pending conclusion of such additional provisions or agreement, STW wishes to register its interest, in order to afford the opportunity to submit further representations to the Inquiry, if necessary, so as to safeguard the ongoing delivery of these essential public services.",
      "userType": "behalf",
      "by": "Thoughtbridge LLP",
      "onBehalf": "Severn Trent Water Limited",
      "attachment": null,
      "date": "17/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "The Parish Council's comments fall into two distinct categories and relate only to the Berwick Down Junction. 1.Challenge to the selection of the alignment of the A404 in the current application. The selection of the present alignment dates back to a public consultation exercise by the Highways Agency in autumn 2003 in which respondents were invited to vote for one of three possible alignments - Options 1 & 2 located NW of the present junction and Option 3 to the SE (approximately as currently proposed). In their report on the exercise in January 2004 (ref DOKHXCC/PM009/41) the HA's consultants concluded that Option 3 was the most popular option, being supported by 296 out of a total of 434 respondents. There were however, two huge flaws with this analysis:- a) Many residents of Breadsall expressed their opinion through a petition organized by the Parish Council which gained 329 signatures, yet remarkably this petition was counted by the HA's consultants as a single vote by the Parish Council. b) All other votes were given full weight, including anonymous votes and numerous votes from residents in locations which would suffer no detriment from any version of the scheme (eg. most areas of Allestree) The conclusions of the 2004 report were therefore hugely distorted but from then onwards the Highways Agency and Highways England have never seriously entertained any alternative options although the Highways Agency's original proposals from the early 2000s had been equivalent to Options 1 and 2 which were clearly superior in technical highway terms. Options 1 and 2 did involve more complicated land acquisitions, but these could have been resolved if addressed early on. Highways England has now created a situation where only one scheme is on offer and the consultation on the DCO application is essentially bogus, being limited to technical details of the proposed scheme. The Parish Council will challenge the selection of Option 3 and ask the Planning Inspectorate to examine the process by which the proposed alignment was selected and to require a reconsideration of other options. If Option 3 is to be pursued the Parish Council believes that it could be based on a tighter radius for the A404 with a 50mph limit, similar to the limit at the other two junctions. This would keep the carriageway further away from Berwick Down and mitigate its effects. 2. Detailed comments on the current application. a) The woodland/tree belt on the eastern side of the A404 and the slip road will be important in providing visual screening from the Breadsall direction. The Parish Council has three comments about this. i) The section of woodland alongside the ponds at the southern end of the slip road and the adjoining section of the A61 is much narrower than the woodland further north and is quite inadequate. The ponds should be moved further east to create a woodland strip at least 20 metres wide. ii) The woodland should principally comprise of robust evergreen species to ensure reliable year-round screening. This is a higher priority for this section of woodland than the use of native species and other ecological factors. iii) There must be a guaranteed permanent regime for maintenance of the woodland and replacement of dead or dying species. b) The 2.5m high noise barrier is critical in mitigating noise levels in the Breadsall direction. This must be retained and must be constructed of durable materials and coloured green to give the most harmonious visual appearance. The Parish Council wishes to be consulted about the construction specification. As with the woodland the noise barrier must be subject to a reliable permanent maintenance regime. c) The absence of overhead lighting and signage on the A404 is important in protecting Breadsall from light pollution and must be retained in the final design. Lighting must be confined to the roundabout and the adjoining sections of the slip roads. d) There is currently a footpath which leads from Rectory Lane Breadsall directly to the A404 and the B6179 just north of the A404/A61 roundabout. The proposed diversion of this footpath appears to sever this route and involve an extremely circuitous detour via a new toucan crossing far to the south on the A61. This detour is unacceptable and a footpath route approximately equivalent to the present one must be provided.",
      "userType": "organisation",
      "by": "Breadsall Parish Council",
      "onBehalf": "",
      "attachment": null,
      "date": "18/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "1 - The proposed plan continues the mistakes of the existing layout, in that it fails to fully segregate A404 Trunk traffic from Dewsbury urban traffic. This has been the problem for the last 40 years. 2 - The proposed plan benefits only A404 Trunk traffic, not Dewsbury urban traffic. All the access points to the old A5111 Dewsbury Ring Road (which is now the A404) will be blocked on the proposed plan, despite statements in early proposals that this would not happen. Dewsbury urban traffic is being forced onto a 50mph 3-lane Trunk road over 3 sections, mixing with much lorry traffic, and with no alternative roads provided. The plan should have a separate 3-lane dual carriageway for the A404 and a separate A5111 Dewsbury Ring Road adjacent. The plan is not bold enough. 3 - The building of the proposed plan (bridges, underpasses, slip-roads, additional lanes) takes place ON the line of the existing roads, which will lead to massive delays for the 30,000 vehicles using the A404 daily, such as occurred with the last \"Small Improvements\" in 2015, showing that HA are not capable of carrying out their plan without massive delays. The plan is not bold enough - it should take more land and allow work to be carried out off-road to avoid delays. 4 - There are 6 access junctions between the A404 and Dewsbury roads - this is too many; some are unneccessary. If the A404/A516 junction (a dual carriageway into Dewsbury centre) were made bi-directional (by off-road work), the Kingsway junction would be redundant. If the A5111 Winterbourne were re-instated as in 2) above, there would be no need for the A404/Kedleston Rd. junction, which is currently only uni-directional. The plan is not bold enough - Four junctions into Dewsbury is enough. 5 - The proposed plan to build an underpass at Amesbury junction on the line of the existing road whilst maintaining current traffic flows is ridiculous. The Plan is not bold enough. The underpass must be built to the west of the junction, on land now occupied by Macdonalds/Garage, but compulsorily purchased, so that it can be built off-road, leading to no A404 delays. The A404 can be shifted temporarily to the east onto unused Territorial Army land to give room for the underpass construction; this carriageway will form the new A5111 later. The gradient of 7.5% up Windmill Hill from the underpass will be a problem for lorries. Some land will be needed from Amesbury Park, but this is no loss as that bit of Park is unused because of the traffic noise- a noise barrier will be needed. 6 - The proposed plan for a new bridge over the railway at Berwick Down junction, and two bridges for the 2-off 2-lane flyovers for the A404 is excessive. The latter will be a visual intrusion and the height will generate much more noise than keeping the A404 on the ground and raising the B6179 on a single carriageway bridge above it. Two auxiliary junction roundabouts can be sited on spare land to the north and south of the junction, as in the proposed plan for Kingsway junction, which was deemed acceptable for Dewsbury traffic flows. These roundabouts can be constructed off-road prior to the bridge building and will allow diversions during the build, with no delays. One bridge is cheaper than 3 bridges, especially a new bridge over the railway line. 7 - To summarize - the whole scheme is badly thought-out and does not solve the 40-year old problem of mixing A404 and Dewsbury urban traffic. It is not bold enough in that the proposals are just tinkering with the existing layouts, with the likelihood that the construction on the existing roads will lead to massive delays over several years. The plan should seek to improve the lot of Dewsbury urban traffic in the future, not just A404 traffic, and produce as little visual and noise pollution as possible. This plan does not do that and should be rejected.",
      "userType": "myself",
      "by": "Inglis Iacobacci",
      "onBehalf": "",
      "attachment": null,
      "date": "19/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "My primary area of interest is Active Travel, and the provision and quality of walking and cycling routes along and across and near to the A404 Junctions project area.",
      "userType": "organisation",
      "by": "Dewsbury Cycling Group",
      "onBehalf": "",
      "attachment": null,
      "date": "19/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "I am Trustee for the 26 acres included with Land Registry title #DY643543 which abuts the A61/A404 Berwick Down junction where the ring road will be built. Please contact me directly with regard to any activities taking place on the land as a result of the A404 project. Thank you",
      "userType": "myself",
      "by": "Rickey McAlinden Deceased Will Trust",
      "onBehalf": "",
      "attachment": null,
      "date": "19/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "The Environment Agency has provided our Relevant Representation via email to to A404DewsburyJunctions@planning inspectorate.gov.uk. This email was sent on the 5th August 2019.",
      "userType": "organisation",
      "by": "Environment Agency",
      "onBehalf": "",
      "attachment": true,
      "date": "20/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "The section that remains of the old Dewsbury canal in Berwick Down is barely referred to in the PEIR. For example, there is no reference to the canal in sections 6.5.29 (The Kirklees Historic Landscape Character) and 6.6.4 (Potential Cultural Heritage Impacts Identified During Preliminary Assessment). Nor in the Environmental Statement 6.4 published April 2019. A clear boundary outline for the main construction compound does appear in Figure 5.3 Proposed Berwick Down Junction. But I believe it is an omission not to make reference to this area and the impacts the main construction compound site will have within the preliminary and subsequent PEIR documents. Although unaffected by the A404 upgrade itself, the potential site for the main construction compound – which requires access – will have a negative impact on the heritage and environmental aspects of the canal and its surrounding woodland, which is a green corridor stretching approximately a kilometre from the Berwick Down A404 Junction heading north to Duffield Road. The canal, which still contains some of the original wall stones within its basin, dates back to 1796 and its continued existence and heritage is significant to Berwick Down. So much so that after working informally for some time, volunteers consulted the local community and formed a Friends of Berwick Down Canal (FLEC) group in 2017. Supported by Kirklees County Council, Kirklees Wildlife Trust and Groundwork regular work parties and wildlife surveys take place. Access to the depot crossing the canal will disrupt FLEC’s project. Although Highways England’s intentions are that the depot and associated access are temporary, we believe by accessing the main construction compound via the B6179 a precedent could be set for future development on the land which abuts the canal to the west, which is in private ownership and was subject to an approach to the County Council some years ago for development by the current owners. The temporary site and access will be there for the duration of the project increasing concerns that it will end up being permanent. The area the access will take up will have a huge impact on the village: visually intrusive by going through an established wide, green verge and green corridor that is the canal. It will also bring more traffic flow to that part of the village and will cross a multi-use footpath. Furthermore, the area needed to site the main construction compound uses greenbelt land which is incredibly biodiverse and will be negatively impacted for years to come, again due to traffic movement to and from the depot and the siting of significant, albeit temporary buildings for staff and goods.",
      "userType": "organisation",
      "by": "Friends of Berwick Down Canal",
      "onBehalf": "",
      "attachment": null,
      "date": "20/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "The Billingham Care Group Limited (Billingham) leases and operates Cherry Lodge children’s residential care home at 255 Amesbury Road, Dewsbury, DE22 3AJ (Home) which would be affected by the A404 Dewsbury Junctions (Scheme) subject to a Development Consent Order (DCO) application. The Home is registered with Ofsted (regulatory body) as a 4-bed children residential care home catering for children with emotional and behavioural difficulties of mixed gender with an age range of 7-17 years. The Home has 14 staff members that includes; home manager, three deputy managers, team leader and support workers. On top of this staffing, the Home also has support of the service manager and the senior manager from the company. Currently there are four children at the Home. The staff are responsible to ensure the children are safeguarded from external and individual risks as well as their day to day living needs and maintaining a stable and consistent environment. The Home has achieved Ofsted rating of “Good” consistently over the last 3 years and the children are well settled. The DCO seeks compulsory purchase powers for the permanent acquisition of two plots at the Home, namely plots 3/15a and 3/15b (Plots) currently leased and occupied by Billingham. Together the Plots comprise 135 metres of the front garden at the Home. This is a paved area providing staff car parking. Billingham objects to the compulsory acquisition of land it occupies. Billingham also has significant concerns about the impact of the construction and operation of the Scheme on the Home. 1. Parking Due the compulsory acquisition of the Plots the Home will lose all of its parking spaces. Currently the Home has two company cars which are used to take children to/from schools. There are also always at least four staff members cars parked that number goes up to six at times. It will not be practically possible to continue to operate the Home and provide the necessary care for the children without adequate on-site parking. 2. Environmental Conditions due to Scheme Works The Scheme will require substantial works (Works) to create the new A404 / A52 grade separation at the Amesbury Junction and that these construction works will last at least three years over six phases. There will be night-works and the immediately adjacent residential properties will be demolished. The Works will come to within a few meters of the Home itself. The DCO Environmental Statement identifies significant adverse construction traffic effects to the western end of A52 Amesbury Road where the Home is located. The children at the Home are sensitive to changes in their local environment and it is considered there is a significant risk of these extensive Works over a protracted period having an adverse impact on their well-being and making their care more challenging. 3. Congestion due to the Scheme Works The traffic around the home is also expected to be extremely busy during the course of the Works. This will have impact on the young people/staff member getting to/from the Home especially in case of any emergencies. It is safe to assume commuting to work will become more time consuming for staff, and staff recruitment and retention will be more challenging. 4. The Operation of the Scheme Both the A52 and A404 will now be closer to the Home. In particular the A404 Southbound Merge slip will come significantly closer than the existing carriageway and there will no longer be buffered by the existing semi-detached houses to the north (to be demolished). There will also be a loss of the buffer provided by the front garden to the external environment outside the Home. This urbansing effect risks diminishing the perception of a stable and safe environment of the Home impacting on the quality of care provision and well-being of the children in care. Conclusion There is a significant risk that the Scheme will significantly and adversely impact the quality of care and well-being of the children. If it is necessary to re-locate the Home (and if possible to find and secure a suitable property) this will need to be a timely and highly organised operation to mitigate impact on the children due to the sensitivities described above. There is very little time to achieve this. Billingham therefore objects to the Scheme due to the high risk it presents of the care and well-being of children with emotional and behavioural difficulties being adversely affected. Billingham reserves the rights to raise further issues in its written representation in evidence and intends to take a full part in the examination including attending and making oral representations at relevant hearings.",
      "userType": "behalf",
      "by": "Royal BillinghamLLP",
      "onBehalf": "Billingham Care Group Ltd",
      "attachment": null,
      "date": "21/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "McDonald’s Real Estate LLP (“McDonald’s”) owns the freehold site at Kingsway, Dewsbury DE22 4AA, registered at the Land Registry under title DY220642 (the “Property”). McDonald’s Restaurants Limited has a leasehold interest in the site registered at the Land Registry under title DY427008. McDonald’s and McDonald’s Restaurants Limited are interested parties to this application as the accessway to the Property from the A404 will be closed as part of the scheme (the “Works”), which will have a significant impact on the operation of the restaurant as outlined below. The basis on which McDonald’s opposes the Works are as follows: 1. Access and congestion a) The Works involve closing the entrance to the Property from the A404. This would cause increased queuing at the Amesbury Road entrance and exit to the Property, posing a health and safety risk to road users, as well as negatively impacting McDonald’s business, brand, sales, operations and the amenity of the local area for residents (in each case during and after the works). Additionally, the increased capacity at the Amesbury Road junction will go beyond its capability. b) The proposed installation of traffic lights at the Amesbury Road junction will cause gridlock and queuing inside the McDonald’s site, especially around the access and egress to the Drive-Thru lanes. c) The site traffic survey undertaken in 2015/16, which formed the assessment of the Works, is outdated and guest numbers to the Property have subsequently risen. The assessment of the impact does not account for this increase; the Works and increased site traffic will exacerbate already existing congestion. 2. Delivery Issues a) Currently, deliveries to the Property are received 5 times per week from the A404 entrance. The Works necessitate a change in delivery routes into the restaurant. The proposed route does not account for how McDonald’s delivery vehicles manoeuvre around the Property or potential health and safety concerns. Delivery cages weigh hundreds of kilograms and McDonald’s’ car park is reinforced in the south part only. By closing the A404 entrance, delivery vehicles will no longer be able to service the Property; they are too heavy to safely cross the unreinforced north section of the Property. b) Servicing via Enfield Road (if this remains open) is not appropriate since it is unsafe for heavy trolleys to pass across a non-flat route. There are also practical concerns relating to the safe operation of large commercial vehicles. c) A new route for waste collection has been proposed which is likely to inconvenience local residents and therefore strain their neighbourly relationship with McDonald’s. d) McDonald’s does not have rights to cross over the adjoining TeklistGarages site. The Works rely on McDonald’s taking deliveries by crossing over land which it neither owns nor has rights over; this is problematic and allows an adjoining landowner to control the viability of the restaurant . 3. Encroachment It appears as though the Works at the junction between the Property and Amesbury Road encroach onto the Property.",
      "userType": "organisation",
      "by": "McDonald's Restaurants Limited",
      "onBehalf": "",
      "attachment": null,
      "date": "24/06/2021",
      "topic": ["", "", ""]
    },
    {
      "comment": "This project is an opportunity to improve the experience for people who walk & cycle in Dewsbury. It also has the potential to be a large disruption to people who walk & cycle. The existing cycling & walking infrastructure must be maintained as much as possible, or reasonable, short, safe and convenient alternatives provided during the construction. In particular the bridge from Amesbury Street to Amesbury Park. Crossing sliproads at the new roundabout should be single phase (not staged) and responsive. The pavements and cycling paths should be adequately connected to the existing network. The current crossing for cycling/walking over the Derwent and the railway line is very poor and far below the required width. Given how much construction is planned, this must be improved, so that all road users can benefit from this project equally, not just drivers. At all times, best current practice for cycling & walking must be incorporated. This must be best on consultation with local cycling & walking campaign groups.",
      "userType": "myself",
      "by": "Ashlen Mattis",
      "onBehalf": "",
      "attachment": null,
      "date": "25/06/2021",
      "topic": ["", "", ""]
    }
  ]
}
